tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "protonpass/tap"
tap "robinovitch61/tap"
tap "terror/tap"
tap "valkyrie00/bbrew"
brew "atuin"
brew "bash-preexec"
brew "bat"
brew "block-goose-cli"
brew "btop"
brew "chezmoi"
brew "devcontainer"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "gemini-cli"
brew "gh"
brew "glab"
brew "httpie"
brew "just"
brew "mongosh"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stress-ng"
brew "tealdeer"
brew "television"
brew "texlive"
brew "trash-cli"
brew "ugrep"
brew "uutils-coreutils"
brew "uv"
brew "yq"
brew "zoxide"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "jesseduffield/lazydocker/lazydocker"
brew "robinovitch61/tap/wander"
brew "terror/tap/just-lsp"
brew "valkyrie00/bbrew/bbrew"
vscode "bbenoist.nix"
vscode "fredwangwang.vscode-hcl-format"
vscode "gitlab.gitlab-workflow"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jnoortheen.nix-ide"
vscode "k--kato.intellij-idea-keybindings"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "nefrob.vscode-just-syntax"
vscode "vscodevim.vim"
flatpak "com.brave.Browser"
flatpak "com.github.finefindus.eyedropper"
flatpak "com.github.huluti.Curtail"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.github.zocker_160.SyncThingy"
flatpak "com.rafaelmardojai.Blanket"
flatpak "com.ranfdev.DistroShelf"
flatpak "com.spotify.Client"
flatpak "com.sweethome3d.Sweethome3d"
flatpak "de.schmidhuberj.DieBahn"
flatpak "dev.bragefuglseth.Fretboard"
flatpak "dev.bragefuglseth.Keypunch"
flatpak "io.github.flattool.Ignition"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.getnf.embellish"
flatpak "io.github.revisto.drum-machine"
flatpak "io.gitlab.adhami3310.Impression"
flatpak "io.podman_desktop.PodmanDesktop"
flatpak "md.obsidian.Obsidian"
flatpak "me.iepure.devtoolbox"
flatpak "org.fedoraproject.MediaWriter"
flatpak "org.gaphor.Gaphor"
flatpak "org.gimp.GIMP"
flatpak "org.mozilla.Thunderbird"
flatpak "org.mozilla.firefox"
flatpak "org.tug.texworks"
flatpak "org.videolan.VLC"
flatpak "page.tesk.Refine"
flatpak "se.sjoerd.Graphs"
flatpak "us.zoom.Zoom"
